[
  {
    "slug": "ebooks-or-paper-books",
    "title": "Должны ли электронные учебники заменить бумажные?",
    "description": "<p>Современные технологии позволяют отказатся от обычных учебников и использовать электронные. Эту тему обсдим. Достаточно много сторонников и противников этой идеи.</p>",
    "pros_title": "Аргументы в пользу электронных учебников",
    "cons_title": "Аргументы против электронных учебников",
    "pros_attributes": [
      {
        "title": "Детям будет легче с такими учебниками",
        "description": "В среднем ребенок носит по 4 кг учебников и введение таких учебников облегчит жизнь детей"
      },
      {
        "title": "Поиск и хранение упращается",
        "description": "Если в Интернете будет можно скачать то это будет огромное подспорье, не нужно хранить дома и передавать по наследству устаревшие книги"
      },
      {
        "title": "Реальная экономия в бумажной промышлености",
        "description": "Много учебников издаются и перепечатываются в различных изданиях, проще будет, не надо утилизировать такие учебники и на них не будет расходоватся бумага"
      }
    ],
    "cons_attributes": [
      {
        "title": "Не безопасно доверять ребенку планшеты",
        "description": "Дети могут терять или ломать такую технику особенно в раннем возрасте. Даже при отностительно дешевых планшетах их могут начать например воровать"
      },
      {
        "title": "Понадобятся дополнительные розетки в школах",
        "description": "Увеличится взаимодействие с электричествои и проводами детей - это может быть опасно, планшеты требуют подзарядки частой"
      },
      {
        "title": "Еще не до конца изучено влияние на зрение планшетов",
        "description": "Раньше бытовало мнение что просмотр телевизора портит зрение, что же с планшетами?"
      }
    ]
  },
  {
    "slug": "legalization-of-abortion",
    "title": "Должны ли аборты быть легальными?",
    "description": "<p>Некоторые считают что аборты это сознательное убийство ребенка, другие же уверены что нужен шанс каждому на жизнь. Обсудим эту тему.</p>",
    "pros_title": "Аргументы за легализацию абортов",
    "cons_title": "Аргументы против легализации абортов",
    "pros_attributes": [
      {
        "title": "Желание матери иметь ребенка очень важно",
        "description": "Нежеланному ребенку мало счастья будет что с матерью что без нее"
      },
      {
        "title": "Надо дать право выбирать принемать решения"
      },
      {
        "title": "Найдут способы и нелегальные и опасные",
        "description": "Некоторые пойдут и в запрещенные абортарии, так что не остановить желание а вот здоровье испортить можно"
      }
    ],
    "cons_attributes": [
      {
        "title": "Право на жизнь",
        "description": "Ребенка можно и отдать в детский дом, но некоторые и выносить не смогут по причине здоровья, так что можно по рекомендациям врачей делать а в общем я против"
      },
      {
        "title": "Сейчас достаточно много разного рода поддержек молодой семье",
        "description": "Даже один человек при гос поддержке может выносить и родить, наши предки по 10 детей на ноги поставили, все от человека зависит"
      },
      {
        "title": "Для некоторых рождение ребенка меняет всю жизнь",
        "description": "Пусть даже если малая часть родителей поменяются к лучшему после рождения и оставят детей в семье уже будет хорошо "
      }
    ]
  },
  {
    "slug": "vegetarianism",
    "title": "Стоит ли людям становиться вегетарианцами?",
    "description": "<p>Доподлинно неизвестно произошли ли люди от обезьян или от плотоядных животных. Непонятно что заложено от природы, ели ли наши предки мясо или нет, можно обсудить сами аргументы за и против вегетарианства.</p>",
    "pros_title": "Аргументы за вегетарианство",
    "cons_title": "Аргументы против вегетарианства",
    "pros_attributes": [
      {
        "title": "Мясо было когда то живым",
        "description": "Люди едят тех, кто слабее не ужели мы хищники?"
      },
      {
        "title": "Все овощи положительно влияют на организм",
        "description": "Ожирение бич 21 века, надо ли есть столько жира и углеводов, прекрасно можно овощи есть и быть здоровыми и привлекательными."
      },
      {
        "title": "Долгожителей вегетарианцев больше",
        "description": "Не диеты а просто правильный рацион и долгая жизнь обеспечена"
      }
    ],
    "cons_attributes": [
      {
        "title": "Не представляю утра без молока и яиц",
        "description": "Вегетарианцы не едят все животное и молоко и яица и рыбу - сложно в современном мире так ограничеватся"
      },
      {
        "title": "Некоторые продукты очень полезны для организма",
        "description": "Запрещение животных жиров может привести к растройствам в организме, некоторые не способны жить без мяса как травоядные"
      },
      {
        "title": "ТОлько по рекомендации врача",
        "description": "Думаю вегетарианство должны врачи прописывать как и отказ от сладкого, без назначения может быть и не надо так питаться"
      }
    ]
  }
]
