[
  {
    "slug": "ebooks-or-paper-books",
    "title": "Should Tablets Replace Textbooks in K-12 Schools?",
    "description": "<p>Publishing for the K-12 school market is an $8 billion industry, with three companies - McGraw-Hill, Pearson, and Houghton Mifflin Harcourt - capturing about 85% of this market. Tablets are a $72 billion industry with 42% of US adults owning a tablet. As tablets have become more prevalent, a new debate has formed over whether K-12 school districts should switch from print textbooks to digital textbooks on tablets.</p><p>Proponents of tablets say that they are supported by most teachers and students, are much lighter than print textbooks, and improve standardized test scores. They say tablets can hold hundreds of textbooks, save the environment by lowering the amount of printing, increase student interactivity and creativity, and that digital textbooks are cheaper than print textbooks.</p><p>Opponents of tablets say that they are expensive, too distracting for students, easy to break, and costly/time-consuming to fix. They say that tablets contribute to eyestrain, headaches, and blurred vision, increase the excuses available for students not doing their homework, require costly Wi-Fi networks, and become quickly outdated as new technologies emerge.</p>",
    "pros_attributes": [
      {
        "title": "Tablets help students learn more material faster",
        "description": "Technology-based instruction can reduce the time students take to reach a learning objective by 30-80%, according to the US Department of Education and studies by the National Training and Simulation Association."
      },
      {
        "title": "81% of K-12 teachers believe that \"tablets enrich classroom education.\"",
        "description": "The survey of technology in the classroom by the Public Broadcasting Service (PBS) also concluded that 77% of teachers found technology to \"increase student motivation to learn\"."
      },
      {
        "title": "Tablets can hold hundreds of textbooks on one device, plus homework, quizzes, and other files, eliminating the need for physical storage of books and classroom materials",
        "description": "The average tablet contains anywhere from 8 to 64 gigabytes (GB) of storage space. On the Amazon Kindle Fire, for instance, 1,000 books take up one GB of space."
      }
    ],
    "cons_attributes": [
      {
        "title": "Handheld technological devices including tablets are associated with a range of health problems",
        "description": "Handhelds contribute to Computer Vision Syndrome, which causes eyestrain, headaches, blurred vision, and dry eyes, according to the American Optometric Association. People who use mobile devices more often have a higher incidence of musculoskeletal disorders associated with repetitive strain on muscles, including carpal tunnel syndrome, neck pain (\"text neck\"), shoulder pain, and fibromyalgia."
      },
      {
        "title": "Using tablets is more expensive than using print textbooks",
        "description": "Implementing tablets in K-12 schools requires purchasing hardware (the tablet) and software (the textbooks), building new wi-fi infrastructure, and training teachers and administrators how to use the technology. Implementation costs for e-textbooks on iPad tablets are 552% higher than new print textbooks in an average high school. Lee Wilson, a prominent education marketing expert, estimated the annual cost per student per class with tablets to be $71.55 vs. $14.26 for print textbooks."
      },
      {
        "title": "Tablets have too many distractions for classroom use",
        "description": "Students may pay attention to apps, email, games, and websites instead of their teachers. 87% of K-12 teachers believe that \"today’s digital technologies are creating an easily distracted generation with short attention spans.\" Four-fifths of students aged 8 - 18 multitask while using digital media."
      }
    ]
  },
  {
    "slug": "legalization-of-abortion",
    "title": "Should Abortion Be Legal?",
    "description": "<p>The debate over whether or not abortion should be a legal option continues to divide Americans long after the US Supreme Court’s 7-2 decision on Roe v. Wade declared the procedure a \"fundamental right\" on Jan. 22, 1973.</p><p>Proponents, identifying themselves as pro-choice, contend that choosing abortion is a woman's right that should not be limited by governmental or religious authority, and which outweighs any right claimed for an embryo or fetus. They say that pregnant women will resort to unsafe illegal abortions if there is no legal option.</p><p>Opponents, identifying themselves as pro-life, contend that personhood begins at conception, and therefore abortion is the immoral killing of an innocent human being. They say abortion inflicts suffering on the unborn child, and that it is unfair to allow abortion when couples who cannot biologically conceive are waiting to adopt.</p>",
    "pros_attributes": [
      {
        "title": "The US Supreme Court has declared abortion to be a \"fundamental right\" guaranteed by the US Constitution",
        "description": "The landmark abortion case Roe v. Wade, decided on Jan. 22, 1973 in favor of abortion rights, remains the law of the land. The 7-2 decision stated that the Constitution gives \"a guarantee of certain areas or zones of privacy,\" and that \"This right of privacy... is broad enough to encompass a woman's decision whether or not to terminate her pregnancy\"."
      },
      {
        "title": "Reproductive choice empowers women by giving them control over their own bodies",
        "description": "The choice over when and whether to have children is central to a woman's independence and ability to determine her future. [134] Supreme Court Justice Sandra Day O'Connor wrote in the 1992 decision in Planned Parenthood v. Casey, \"The ability of women to participate equally in the economic and social life of the Nation has been facilitated by their ability to control their reproductive lives.\" Supreme Court Justice Ruth Bader Ginsburg wrote in her dissenting opinion in Gonzales v. Carhart (2007) that undue restrictions on abortion infringe upon \"a woman's autonomy to determine her life's course, and thus to enjoy equal citizenship stature.\" [59] CNN senior legal analyst Jeffrey Toobin, JD, stated that Roe v. Wade was \"a landmark of what is, in the truest sense, women’s liberation\"."
      },
      {
        "title": "Personhood begins after a fetus becomes \"viable\" (able to survive outside the womb) or after birth, not at conception",
        "description": "Embryos and fetuses are not independent, self-determining beings, and abortion is the termination of a pregnancy, not a baby. A person's age is calculated from birth date, not conception, and fetuses are not counted in the US Census. The majority opinion in Roe v. Wade states that \"the word 'person,' as used in the Fourteenth Amendment [of the US Constitution], does not include the unborn.\""
      }
    ],
    "cons_attributes": [
      {
        "title": "Abortion is murder",
        "description": "The killing of an innocent human being is wrong, even if that human being has yet to be born. Unborn babies are considered human beings by the US government. The federal Unborn Victims of Violence Act, which was enacted \"to protect unborn children from assault and murder,\" states that under federal law, anybody intentionally killing or attempting to kill an unborn child should \"be punished... for intentionally killing or attempting to kill a human being.\" The act also states that an unborn child is a \"member of the species homo sapiens.\" At least 38 states have passed similar fetal homicide laws."
      },
      {
        "title": "Life begins at conception, so unborn babies are human beings with a right to life",
        "description": "Upon fertilization, a human individual is created with a unique genetic identity that remains unchanged throughout his or her life. This individual has a fundamental right to life, which must be protected. Jerome Lejeune, the French geneticist who discovered the chromosome abnormality that causes Down syndrome, stated that \"To accept the fact that after fertilization has taken place a new human has come into being is no longer a matter of taste or opinion... The human nature of the human being from conception to old age is not a metaphysical contention, it is plain experimental evidence\"."
      },
      {
        "title": "Fetuses feel pain during the abortion procedure",
        "description": "Maureen Condic, PhD, Associate Professor of Neurobiology and Anatomy and Adjunct Associate Professor of Pediatrics at the University of Utah School of Medicine, explains that the \"most primitive response to pain, the spinal reflex,\" is developed by eight weeks gestation, and adds that \"There is universal agreement that pain is detected by the fetus in the first trimester.\" [18] According to Kanwaljeet J. S. Anand, MBBS, DPhil, Professor of Pediatrics, Anesthesiology and Neurobiology at the University of Tennessee Health Science Center, \"If the fetus is beyond 20 weeks of gestation, I would assume that there will be pain caused to the fetus. And I believe it will be severe and excruciating pain.\" [24] Bernard N. Nathanson, MD, the late abortion doctor who renounced his earlier work and became a pro-life activist, stated that when an abortion is performed on a 12-week-old fetus, \"We see [in an ultrasound image] the child’s mouth open in a silent scream... This is the silent scream of a child threatened imminently with extinction\"."
      }
    ]
  },
  {
    "slug": "vegetarianism",
    "title": "Should People Become Vegetarian?",
    "description": "<p>In 2012, the United States Department of Agriculture (USDA) estimated that Americans ate an average of 52.3 pounds of beef, 57.4 pounds of chicken, and 43.5 pounds of pork, per person. Vegetarians, about 5% of the US population, do not eat meat (including poultry and seafood). The USDA includes meat as part of a balanced diet, but it also states that a vegetarian diet can meet \"the recommended dietary allowances for nutrients\"./<p><p>Many proponents of vegetarianism say that eating meat harms health, wastes resources, causes deforestation, and creates pollution. They often argue that killing animals for food is cruel and unethical since non-animal food sources are plentiful.</p><p>Many opponents of a vegetarian diet say that meat consumption is healthful and humane, and that producing vegetables causes many of the same environmental problems as producing meat. They also argue that humans have been eating and enjoying meat for 2.3 million years.</p>",
    "pros_attributes": [
      {
        "title": "It is cruel and unethical to kill animals for food when vegetarian options are available",
        "description": "Animals are sentient beings that have emotions and social connections. Scientific studies show that cattle, pigs, chickens, and all warm-blooded animals can experience stress, pain, and fear. In the United States about 35 million cows, 115 million pigs, and 9 billion birds are killed for food each year. These animals should not have to die to satisfy an unnecessary dietary preference."
      },
      {
        "title": "Human anatomy has evolved to support a primarily vegetarian diet",
        "description": "Humans do not have the large mouth or long, pointed teeth of carnivores. Human teeth are short and flat for chewing fibrous food. Carnivores have short intestines (3-6 times body length) while human intestines are long (10-11 times body length) to allow slower digestion of plant foods. The liver of a carnivore can detoxify the excess vitamin A absorbed from a meat-based diet. The human liver cannot detoxify excess vitamin A."
      },
      {
        "title": "A vegetarian diet delivers complete nutrition and can provide health benefits",
        "description": "According to the American Dietetic Association, a vegetarian diet can meet protein requirements, provide all the essential amino-acids (the building blocks of protein), and improve health. It can also provide all the necessary vitamins, fats, and minerals, and can improve one’s health. According to the USDA and the Food and Agriculture Organization of the United Nations, meat is not an essential part of a healthy diet."
      }
    ],
    "cons_attributes": [
      {
        "title": "Eating meat is not cruel or unethical, it is a natural part of the cycle of life",
        "description": "Vegetarians mistakenly elevate the value of animal life over plant life. Research shows that plants respond electrochemically to threats and may feel fear, so vegetarians are also causing harm every time they kill and eat a plant. Every organism on earth dies or is killed, at some point, so others organisms can live. There is nothing wrong with this cycle, it is how nature works."
      },
      {
        "title": "Eating meat has been an essential part of human evolution for 2.3 million years",
        "description": "The inclusion of meat in the ancestral diet provided a dense form of nutrients and protein that, when combined with high-calorie low-nutrient carbohydrates such as roots, allowed us to develop our large brains and intelligence. Evidence shows our taste buds evolved to crave meat's savory flavor."
      },
      {
        "title": "Meat is the most convenient protein source available",
        "description": "In one serving, meat provides all the essential amino acids (the building blocks of protein), as well as essential nutrients such as iron, zinc, and B vitamins. Most plant foods do not provide adequate levels of all the essential amino acids in a single serving."
      }
    ]
  }
]
