[
  {
    "slug": "ebooks-or-paper-books",
    "title": "Должны ли электронные учебники заменить бумажные?",
    "description": "<p>Современные технологии резко меняют нашу жизнь, и вот уже возникло мнение, что школьники вполне могут отказаться от обычных учебников и вместо них перейти на электронные. Спору нет, электронная книга очень удобна по многим показателям. Однако так уж необходима она для детей, чей организм еще подвержен всякого рода влияниям? Если тема возникла, значит нелишне будет обсудить ее, потому что сторонники и противники этой идеи пока не пришли к общему мнению</p>",
    "pros_title": "Аргументы в пользу электронных учебников",
    "cons_title": "Аргументы против электронных учебников",
    "pros_attributes": [
      {
        "title": "Детям будет легче с такими учебниками.",
        "description": "Тот, кто хоть раз собирал портфель первоклассника, с ужасом думал: «Как же он все это донесет?». В среднем все содержимое школьного ранца весит 4 кг, а вес электронной книги, как известно, от 200 г. Так что это нововведение значительно облегчит жизнь детей."
      },
      {
        "title": "Поиск и хранение учебников упрощается.",
        "description": "Если учебники можно будет просто скачать в Интернете, то не нужно будет хранить огромное количество книг дома, в школьной библиотеке. И не нужно будет бегать по книжным магазинам а поисках учебников, хранить книги для младших детей, рискуя тем, что с годами эти учебники устареют и все равно придется покупать новые."
      },
      {
        "title": "Реальная экономия в бумажной промышленности.",
        "description": "Многие учебники издаются и переиздаются разными типографиями, на это тратится огромное количество бумаги, электроэнергии, времени. А затем еще прилагаются усилия по утилизации старых учебников, которых в масштабе страны набирается огромное количество. На электронные книги такие большие затраты не потребуются."
      }
    ],
    "cons_attributes": [
      {
        "title": "Опасность сломать или потерять.",
        "description": "Не безопасно доверять электронные книги и планшеты ребенку. Дети могут потерять или сломать устройство, особенно когда они еще маленькие. Не исключено, что у них могут их просто украсть или отнять более взрослые дети, ведь всегда будет разница в цене и качестве гаджетов: у кого-то дешевый, а у кого-то «навороченный»."
      },
      {
        "title": "Затратно и опасно для здоровья.",
        "description": "В школах нужно будет установить дополнительные розетки. Это затратно для школ в плане работ по установке и в плане экономии электроэнергии. Кроме того, увеличится взаимодействие детей с электрическим излучением, идущим от проводов, потому что эти устройства требуют подзарядки."
      },
      {
        "title": "Вредно для зрения.",
        "description": "Еще не до конца изучено влияние электронных книг и планшетов на зрение. До сих пор врачи советуют разрешать детям смотреть телевизор не больше часа, а если дети начнут учиться, глядя в монитор, это может сильно повлиять на их зрение, ведь школьные уроки и подготовка домашнего задания отнимают очень много времени."
      }
    ]
  },
  {
    "slug": "legalization-of-abortion",
    "title": "Должны ли аборты быть легальными?",
    "description": "<p>Многие считают аборты сознательным убийством детей, и всячески стараются убедить других, что запретить эту операцию просто необходимо. Другие уверены, что каждый должен решать сам, что ему делать со своей жизнью и с жизнью своего ребенка. Сейчас эта тема активно обсуждается, в пользу «за и против» каждая из сторон приводит свои аргументы.</p>",
    "pros_title": "Аргументы за легализацию абортов",
    "cons_title": "Аргументы против легализации абортов",
    "pros_attributes": [
      {
        "title": "Право выбора должно быть у каждого.",
        "description": "У каждой женщины и у каждой семьи должно быть свободное право принимать решения по этому вопросу. В конце концов, это их личное дело."
      },
      {
        "title": "Желание мамы имеет значение.",
        "description": "Для самого ребенка очень важно желание мамы, чтобы он родился. Ведь если ребенок нежеланный, то он не будет счастлив в этой семье и с этой мамой, особенно если семья неполная."
      },
      {
        "title": "Делать аборты будут нелегально.",
        "description": "Аборты все равно будут делать подпольно и нелегально, и зачастую это будет опасно. Возникнут запрещенные абортарии по принципу «спрос рождает предложение», и женщины будут рисковать здоровьем и даже жизнью, делая нелегальную операцию по удалению плода."
      }
    ],
    "cons_attributes": [
      {
        "title": "Право на жизнь имеет каждый человек.",
        "description": "Если у женщины есть возможность родить — надо рожать обязательно, потому что это новая душа приходит в мир, и будущая мать будет просто убийцей, если эту душу загубит. В конце концов, есть много способов «пристроить» родившегося малыша — отдать в детский дом, в бездетную семью и т.п. Так что делать аборт можно лишь тогда, когда роды угрожают жизни женщины. "
      },
      {
        "title": "Выход есть всегда.",
        "description": "Распространенный миф «зачем плодить нищету» сейчас не соответствует действительности. Молодые семьи имеют разного рода поддержки, льготы и пр. Наши предки рожали даже тогда, когда была война, голод, и все равно все жили и радовались. В семье было по 7-10 детей. Эгоизм современных родителей толкает их к тому, что они хотят пожить только для себя, а как оправдание приводят аргумент, что у них нет денег на хорошее содержание чада."
      },
      {
        "title": "Ребенок приносит позитивные перемены.",
        "description": "У некоторых  после рождения ребенка вся жизнь меняется в лучшую сторону. Рождение нового человечка — это чудо. И когда отец и мать видят в нем себя, свое повторение — их счастью нет границ. Замечено, что женщины после появления малыша на свет становятся более мягкими и терпеливыми, а мужчины более сознательными и ответственными. Поэтому рождение ребенка может улучшить характер человека и даже наладить отношения в семье."
      }
    ]
  },
  {
    "slug": "vegetarianism",
    "title": "Стоит ли людям становиться вегетарианцами?",
    "description": "<p>Теория Дарвина подвергается сомнению многими учеными, поэтому точно неизвестно — люди произошли от обезьян или от каких-либо плотоядных предков? К сожалению, неизвестно, что заложено в нас природой в плане питания, и как для человека лучше — питаться животной пищей или растительной? Рассмотрим аргументы за и против вегетарианства.</p>",
    "pros_title": "Аргументы за вегетарианство",
    "cons_title": "Аргументы против вегетарианства",
    "pros_attributes": [
      {
        "title": "Этические моменты.",
        "description": "Мясо было когда-то животным, то есть живым существом. Эта корова, лошадь, свинья или кролик когда-то бегали по травке, а рыбы плавали в воде, и вот они на столе у человека в виде еды. Получается, человек в душе — хищник, который поедает себе подобных?"
      },
      {
        "title": "Несомненная польза.",
        "description": "Растительная пища положительно влияет на организм. Бичом 21 века считают ожирение, которое возникает из-за неразумного потребления человеком жиров и углеводов. Между тем для здоровья гораздо полезнее овощи, фрукты и орехи — они приносят энергию и не позволяют человеку стать слишком полным."
      },
      {
        "title": "Вегетарианство помогает стать долгожителем.",
        "description": "Среди вегетарианцев больше долгожителей. Это говорит о том, что никакие диеты и фитнесы не помогут жить дольше, как того хотелось бы каждому человеку. И не просто жить, еще при этом быть здоровым и энергичным. Именно растительная пища дает человеку все необходимое для здоровой и долгой жизни."
      }
    ],
    "cons_attributes": [
      {
        "title": "Современная жизнь и вегетарианстово несовместимы.",
        "description": "Не представляю утро без молока и яиц. У вегетарианцев слишком жесткие ограничения по еде, особенно это касается рыбы, молока и яиц. В современном динамичном мире очень сложно так себя ограничивать. Это неудобно, когда привычный завтрак — яичница и кофе с молоком. Это доставляет неудобства, если идешь с друзьями в ресторан и они заказывают что-то вкусное — чувствуешь себя неловко со своим салатиком."
      },
      {
        "title": "Иногда животная пища незаменима.",
        "description": "Некоторые продукты животного происхождения очень полезны для организма. Например, белок — это как кирпичи для постройки дома, без него клетки не могут развиваться.  Некоторые животные жиры тоже необходимы для усвоения витамина D, например. Также пищеварение многих людей не может приспособиться к перевариванию одной растительной пищи."
      },
      {
        "title": "По рекомендации врача.",
        "description": "Если человеку противопоказана животная пища по здоровью, то это самый весомый плюс в пользу вегетарианства. Есть люди, кому нельзя много сладкого или соленого. Так и здесь — вегетарианство может быть как способ поддержания здоровья, а в остальных случаях надо просто соблюдать равновесие между растительной и животной пищей."
      }
    ]
  }
]
